{
  "plugins": {
    "blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "compile-mode": {
      "src": "https://github.com/ej-shafran/compile-mode.nvim"
    },
    "dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "live-server": {
      "src": "https://github.com/ngtuonghy/live-server-nvim"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "luasnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "multiple-cursor": {
      "src": "https://github.com/brenton-leighton/multiple-cursors.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "scrollBeforeEOF": {
      "src": "https://github.com/emdrs/scrollBeforeEOF"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "vim-tex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
